Repository: LambdaDigamma/moers-ios
Catalog: ios/CityOS/Sources/ParkingFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Close
de: Schließen

# Dashboard.outOfDateWarning
source: The data is no longer up to date. (%@)
de: Die Daten sind nicht mehr aktuell. (%@)

# Dashboard.title
source: Free parking spaces
de: Freie Parkplätze

# ParkingAreaDetail.free
source: / %@ free
de: / %@ frei

# ParkingAreaDetailScreen.currentAvailability
source: Current occupancy
de: Aktuelle Belegung

# ParkingAreaDetailScreen.free
source: free
de: frei

# ParkingAreaDetailScreen.noPrices
source: No pricing information
de: Keine Preisinformationen

# ParkingAreaDetailScreen.pricesTitle
source: Pricing
de: Preise

# ParkingAreaList.dataSource
source: Data source: Parking management system of the city of Moers
de: Datenquelle: Parkleitsystem der Stadt Moers

# ParkingAreaList.disclaimer
source: All data without liability. The current parking situation may differ from the data shown.
de: Alle Angaben ohne Gewähr. Die aktuelle Parksituation kann von den gezeigten Daten abweichen.

# ParkingAreaList.filterAll
source: All
de: Alle

# ParkingAreaList.filterDescription
source: Filter parking spaces
de: Filtere Parkplätze

# ParkingAreaList.filterOnlyOpen
source: Only open
de: Nur geöffnete

# ParkingAreaList.title
source: Free parking spaces
de: Freie Parkplätze

# ParkingAreaList.titleNearYou
source: Free parking spaces near you
de: Freie Parkplätze in Deiner Nähe

# ParkingTimerActivePartial.backToCar
source: Return to your car
de: Zurück zum Auto

# ParkingTimerActivePartial.cancel
source: Cancel
de: Beenden

# ParkingTimerActivePartial.yourCar
source: Your car
de: Dein Auto

# ParkingTimerConfigurationPartial.addFiveMinutes
source: Add five minutes
de: Fünf Minuten hinzufügen

# ParkingTimerConfigurationPartial.enableNotifications
source: Enable notifications
de: Benachrichtungen einschalten

# ParkingTimerConfigurationPartial.saveCarPosition
source: Save parking location
de: Parkort speichern

# ParkingTimerConfigurationPartial.sectionOptions
source: Settings
de: Einstellungen

# ParkingTimerConfigurationPartial.sectionOverview
source: Overview
de: Überblick

# ParkingTimerConfigurationPartial.startTimer
source: Start parking meter
de: Parkuhr starten

# ParkingTimerConfigurationPartial.subtractFiveMinutes
source: Remove five minutes
de: Fünf Minuten abziehen

# ParkingTimerScreen.title
source: Parking meter
de: Parkuhr

# States.closed
source: Closed
de: Geschlossen

# States.open
source: Open
de: Geöffnet

# States.unkown
source: Unknown
de: Unbekannt
